Revit 2017 API
AssetProperty.Name Property
Get the name of the AssetProperty
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public string Name { get; }
Visual Basic
Public ReadOnly Property Name As String
	Get
Visual C++
public:
property String^ Name {
	String^ get ();
}
See Also
AssetProperty Class
Autodesk.Revit.Utility Namespace